Repository: EvgenyKarkan/Feeds4U
Catalog: iFeed/App/Localizable.xcstrings
Source language: en
Languages: ar, be, bn, de, es, fil, fr, hi, id, it, ja, ko, pa, pl, pt_br, pt_pt, ru, sq, th, tr, uk, zh_hans

source: Added
ar: تمت الإضافة
be: Дададзена
bn: যোগ করা হয়েছে
de: Hinzugefügt
es: Añadido
fil: Naidagdag
fr: Ajouté
hi: जोड़ा गया
id: Ditambahkan
it: Aggiunto
ja: 追加済み
ko: 추가됨
pa: ਸ਼ਾਮਲ ਕੀਤਾ
pl: Dodano
pt_br: Adicionado
pt_pt: Adicionado
ru: Добавлено
sq: Shtuar
th: เพิ่มแล้ว
tr: Eklendi
uk: Додано
zh_hans: 已添加

source: Clear recent searches
ar: مسح عمليات البحث الأخيرة
be: Ачысціць апошнія пошукі
bn: সাম্প্রতিক অনুসন্ধান মুছুন
de: Letzte Suchen löschen
es: Borrar búsquedas recientes
fil: I-clear ang mga kamakailang paghahanap
fr: Effacer les recherches récentes
hi: हाल की खोजें साफ़ करें
id: Hapus pencarian terbaru
it: Cancella ricerche recenti
ja: 最近の検索を消去
ko: 최근 검색 지우기
pa: ਹਾਲ ਦੀਆਂ ਖੋਜਾਂ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść ostatnie wyszukiwania
pt_br: Limpar pesquisas recentes
pt_pt: Limpar pesquisas recentes
ru: Очистить недавние поиски
sq: Pastro kërkimet e fundit
th: ล้างการค้นหาล่าสุด
tr: Son aramaları temizle
uk: Очистити нещодавні пошуки
zh_hans: 清除最近搜索

source: Collapsed
ar: مطوي
be: Згорнута
bn: সংকুচিত
de: Reduziert
es: Contraído
fil: Nakatiklop
fr: Réduit
hi: संक्षिप्त
id: Diciutkan
it: Compresso
ja: 折りたたみ済み
ko: 접힘
pa: ਸਮੇਟਿਆ
pl: Zwinięte
pt_br: Recolhido
pt_pt: Recolhido
ru: Свёрнуто
sq: Mbledhur
th: ยุบ
tr: Daraltılmış
uk: Згорнуто
zh_hans: 已折叠

source: Create
ar: إنشاء
be: Стварыць
bn: তৈরি করুন
de: Erstellen
es: Crear
fil: Gumawa
fr: Créer
hi: बनाएँ
id: Buat
it: Crea
ja: 作成
ko: 만들기
pa: ਬਣਾਓ
pl: Utwórz
pt_br: Criar
pt_pt: Criar
ru: Создать
sq: Krijo
th: สร้าง
tr: Oluştur
uk: Створити
zh_hans: 创建

source: Create Folder
ar: إنشاء مجلد
be: Стварыць тэчку
bn: ফোল্ডার তৈরি করুন
de: Ordner erstellen
es: Crear carpeta
fil: Gumawa ng folder
fr: Créer un dossier
hi: फ़ोल्डर बनाएँ
id: Buat folder
it: Crea cartella
ja: フォルダを作成
ko: 폴더 만들기
pa: ਫੋਲਡਰ ਬਣਾਓ
pl: Utwórz folder
pt_br: Criar pasta
pt_pt: Criar pasta
ru: Создать папку
sq: Krijo dosje
th: สร้างโฟลเดอร์
tr: Klasör oluştur
uk: Створити теку
zh_hans: 创建文件夹

source: Enter a name for the new folder
ar: أدخل اسمًا للمجلد الجديد
be: Увядзіце назву для новай тэчкі
bn: নতুন ফোল্ডারের জন্য একটি নাম লিখুন
de: Gib einen Namen für den neuen Ordner ein
es: Ingresa un nombre para la nueva carpeta
fil: Maglagay ng pangalan para sa bagong folder
fr: Entrez un nom pour le nouveau dossier
hi: नए फ़ोल्डर के लिए एक नाम दर्ज करें
id: Masukkan nama untuk folder baru
it: Inserisci un nome per la nuova cartella
ja: 新しいフォルダの名前を入力してください
ko: 새 폴더의 이름을 입력하세요
pa: ਨਵੇਂ ਫੋਲਡਰ ਲਈ ਨਾਮ ਦਰਜ ਕਰੋ
pl: Wprowadź nazwę nowego folderu
pt_br: Digite um nome para a nova pasta
pt_pt: Introduza um nome para a nova pasta
ru: Введите имя для новой папки
sq: Futni një emër për dosjen e re
th: ป้อนชื่อสำหรับโฟลเดอร์ใหม่
tr: Yeni klasör için bir ad girin
uk: Введіть назву для нової теки
zh_hans: 输入新文件夹的名称

source: Expanded
ar: موسّع
be: Разгорнута
bn: প্রসারিত
de: Erweitert
es: Expandido
fil: Nakabukas
fr: Développé
hi: विस्तृत
id: Diperluas
it: Espanso
ja: 展開済み
ko: 펼침
pa: ਫੈਲਾਇਆ
pl: Rozwinięte
pt_br: Expandido
pt_pt: Expandido
ru: Развёрнуто
sq: Zgjeruar
th: ขยาย
tr: Genişletilmiş
uk: Розгорнуто
zh_hans: 已展开

source: Folder name
ar: اسم المجلد
be: Назва тэчкі
bn: ফোল্ডারের নাম
de: Ordnername
es: Nombre de carpeta
fil: Pangalan ng folder
fr: Nom du dossier
hi: फ़ोल्डर का नाम
id: Nama folder
it: Nome cartella
ja: フォルダ名
ko: 폴더 이름
pa: ਫੋਲਡਰ ਦਾ ਨਾਮ
pl: Nazwa folderu
pt_br: Nome da pasta
pt_pt: Nome da pasta
ru: Имя папки
sq: Emri i dosjes
th: ชื่อโฟลเดอร์
tr: Klasör adı
uk: Назва теки
zh_hans: 文件夹名称

source: Key points
ar: النقاط الرئيسية
be: Галоўныя пункты
bn: মূল বিষয়সমূহ
de: Wichtige Punkte
es: Puntos clave
fil: Mga pangunahing punto
fr: Points clés
hi: मुख्य बिंदु
id: Poin penting
it: Punti chiave
ja: 要点
ko: 핵심 요점
pa: ਮੁੱਖ ਨੁਕਤੇ
pl: Najważniejsze punkty
pt_br: Pontos principais
pt_pt: Pontos principais
ru: Ключевые моменты
sq: Pikat kryesore
th: ประเด็นสำคัญ
tr: Önemli noktalar
uk: Ключові моменти
zh_hans: 要点

source: New search
ar: بحث جديد
be: Новы пошук
bn: নতুন অনুসন্ধান
de: Neue Suche
es: Nueva búsqueda
fil: Bagong paghahanap
fr: Nouvelle recherche
hi: नई खोज
id: Pencarian baru
it: Nuova ricerca
ja: 新しい検索
ko: 새 검색
pa: ਨਵੀਂ ਖੋਜ
pl: Nowe wyszukiwanie
pt_br: Nova pesquisa
pt_pt: Nova pesquisa
ru: Новый поиск
sq: Kërkim i ri
th: ค้นหาใหม่
tr: Yeni arama
uk: Новий пошук
zh_hans: 新搜索

source: Open in Safari
ar: فتح في سفاري
be: Адкрыць у Safari
bn: Safari তে খুলুন
de: In Safari öffnen
es: Abrir en Safari
fil: Buksan sa Safari
fr: Ouvrir dans Safari
hi: Safari में खोलें
id: Buka di Safari
it: Apri in Safari
ja: Safariで開く
ko: Safari에서 열기
pa: Safari ਵਿੱਚ ਖੋਲ੍ਹੋ
pl: Otwórz w Safari
pt_br: Abrir no Safari
pt_pt: Abrir no Safari
ru: Открыть в Safari
sq: Hap në Safari
th: เปิดใน Safari
tr: Safari’de aç
uk: Відкрити в Safari
zh_hans: 在 Safari 中打开

source: Reading theme
ar: نمط القراءة
be: Тэма чытання
bn: পড়ার থিম
de: Lesedesign
es: Tema de lectura
fil: Tema ng pagbabasa
fr: Thème de lecture
hi: पठन थीम
id: Tema baca
it: Tema di lettura
ja: 表示テーマ
ko: 읽기 테마
pa: ਪੜ੍ਹਨ ਥੀਮ
pl: Motyw czytania
pt_br: Tema de leitura
pt_pt: Tema de leitura
ru: Тема чтения
sq: Tema e leximit
th: ธีมการอ่าน
tr: Okuma teması
uk: Тема читання
zh_hans: 阅读主题

source: Recent searches
ar: عمليات البحث الأخيرة
be: Апошнія пошукі
bn: সাম্প্রতিক অনুসন্ধান
de: Letzte Suchen
es: Búsquedas recientes
fil: Mga kamakailang paghahanap
fr: Recherches récentes
hi: हाल की खोजें
id: Pencarian terbaru
it: Ricerche recenti
ja: 最近の検索
ko: 최근 검색
pa: ਹਾਲ ਦੀਆਂ ਖੋਜਾਂ
pl: Ostatnie wyszukiwania
pt_br: Pesquisas recentes
pt_pt: Pesquisas recentes
ru: Недавние поиски
sq: Kërkimet e fundit
th: การค้นหาล่าสุด
tr: Son aramalar
uk: Нещодавні пошуки
zh_hans: 最近搜索

source: Refresh
ar: تحديث
be: Абнавіць
bn: রিফ্রেশ করুন
de: Aktualisieren
es: Actualizar
fil: I-refresh
fr: Actualiser
hi: रिफ़्रेश करें
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로 고침
pa: ਤਾਜ਼ਾ ਕਰੋ
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
sq: Rifresko
th: รีเฟรช
tr: Yenile
uk: Оновити
zh_hans: 刷新

source: Summarize article
ar: تلخيص المقالة
be: Падсумаваць артыкул
bn: নিবন্ধ সংক্ষিপ্ত করুন
de: Artikel zusammenfassen
es: Resumir artículo
fil: Buodin ang artikulo
fr: Résumer l’article
hi: लेख का सारांश बनाएँ
id: Ringkas artikel
it: Riassumi articolo
ja: 記事を要約
ko: 기사 요약
pa: ਲੇਖ ਦਾ ਸਾਰ ਬਣਾਓ
pl: Podsumuj artykuł
pt_br: Resumir artigo
pt_pt: Resumir artigo
ru: Кратко изложить статью
sq: Përmblidh artikullin
th: สรุปบทความ
tr: Makaleyi özetle
uk: Стисло викласти статтю
zh_hans: 总结文章

source: Summarizing…
ar: جارٍ التلخيص…
be: Стварэнне рэзюмэ…
bn: সারসংক্ষেপ তৈরি হচ্ছে…
de: Zusammenfassen …
es: Resumiendo…
fil: Binubuod…
fr: Résumé en cours…
hi: सारांश बन रहा है…
id: Meringkas…
it: Riepilogo in corso…
ja: 要約中…
ko: 요약하는 중…
pa: ਸਾਰ ਬਣ ਰਿਹਾ ਹੈ…
pl: Podsumowywanie…
pt_br: Resumindo…
pt_pt: A resumir…
ru: Создаём краткое содержание…
sq: Po përmblidhet…
th: กำลังสรุป…
tr: Özetleniyor…
uk: Створюємо стислий зміст…
zh_hans: 正在总结…

source: Summary
ar: ملخّص
be: Рэзюмэ
bn: সারসংক্ষেপ
de: Zusammenfassung
es: Resumen
fil: Buod
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: 要約
ko: 요약
pa: ਸਾਰ
pl: Podsumowanie
pt_br: Resumo
pt_pt: Resumo
ru: Краткое содержание
sq: Përmbledhje
th: สรุป
tr: Özet
uk: Стислий зміст
zh_hans: 摘要

source: Summary unavailable
ar: الملخّص غير متوفّر
be: Рэзюмэ недаступнае
bn: সারসংক্ষেপ উপলব্ধ নয়
de: Zusammenfassung nicht verfügbar
es: Resumen no disponible
fil: Hindi available ang buod
fr: Résumé indisponible
hi: सारांश उपलब्ध नहीं
id: Ringkasan tidak tersedia
it: Riepilogo non disponibile
ja: 要約を利用できません
ko: 요약을 사용할 수 없음
pa: ਸਾਰ ਉਪਲਬਧ ਨਹੀਂ
pl: Podsumowanie niedostępne
pt_br: Resumo indisponível
pt_pt: Resumo indisponível
ru: Краткое содержание недоступно
sq: Përmbledhja s’ofrohet
th: ไม่มีบทสรุป
tr: Özet kullanılamıyor
uk: Стислий зміст недоступний
zh_hans: 无法生成摘要

source: The summary could not be generated. Please try again.
ar: تعذّر إنشاء الملخّص. يُرجى المحاولة مرة أخرى.
be: Не ўдалося стварыць рэзюмэ. Паспрабуйце яшчэ раз.
bn: সারসংক্ষেপ তৈরি করা যায়নি। আবার চেষ্টা করুন।
de: Die Zusammenfassung konnte nicht erstellt werden. Bitte versuche es erneut.
es: No se pudo generar el resumen. Inténtalo de nuevo.
fil: Hindi nabuo ang buod. Pakisubukan ulit.
fr: Le résumé n’a pas pu être généré. Veuillez réessayer.
hi: सारांश तैयार नहीं किया जा सका। कृपया पुनः प्रयास करें।
id: Ringkasan tidak dapat dibuat. Silakan coba lagi.
it: Impossibile generare il riepilogo. Riprova.
ja: 要約を生成できませんでした。もう一度お試しください。
ko: 요약을 생성할 수 없습니다. 다시 시도해 주세요.
pa: ਸਾਰ ਤਿਆਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się wygenerować podsumowania. Spróbuj ponownie.
pt_br: Não foi possível gerar o resumo. Tente novamente.
pt_pt: Não foi possível gerar o resumo. Tente novamente.
ru: Не удалось создать краткое содержание. Повторите попытку.
sq: Përmbledhja s’u krijua dot. Provo sërish.
th: ไม่สามารถสร้างบทสรุปได้ โปรดลองอีกครั้ง
tr: Özet oluşturulamadı. Lütfen tekrar deneyin.
uk: Не вдалося створити стислий зміст. Повторіть спробу.
zh_hans: 无法生成摘要，请重试。

source: Unread
ar: غير مقروء
be: Не прачытана
bn: অপঠিত
de: Ungelesen
es: No leído
fil: Hindi pa nababasa
fr: Non lu
hi: अपठित
id: Belum dibaca
it: Non letto
ja: 未読
ko: 읽지 않음
pa: ਅਣਪੜ੍ਹਿਆ
pl: Nieprzeczytane
pt_br: Não lido
pt_pt: Não lido
ru: Непрочитано
sq: E palexuar
th: ยังไม่ได้อ่าน
tr: Okunmadı
uk: Непрочитане
zh_hans: 未读

source: Add
ar: إضافة
be: Дадаць
bn: যোগ করুন।
de: Hinzufügen
es: Agregar
fil: Idagdag
fr: Ajouter
hi: जोड़ें
id: Tambahkan
it: Aggiungi
ja: 追加
ko: 추가
pa: ਸ਼ਾਮਲ ਕਰੋ।
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ru: Добавить
sq: Shto
th: เพิ่ม
tr: Ekle
uk: Додати
zh_hans: 添加

# addNewFeed
source: Add a new feed to get started
ar: أضف تغذية جديدة للبدء
be: Дадайце новы фід, каб пачаць
bn: শুরু করতে একটি নতুন ফিড যোগ করুন।
de: Füge einen neuen Feed hinzu, um zu beginnen.
es: Agregar un nuevo feed para comenzar
fil: Magdagdag ng bagong feed para makapagsimula
fr: Ajoutez un nouveau flux pour commencer
hi: शुरू करने के लिए एक नया फ़ीड जोड़ें
id: Tambahkan umpan baru untuk memulai
it: Aggiungi un nuovo feed per iniziare
ja: 開始するには、新しいフィードを追加してください
ko: 시작하려면 새 피드를 추가하세요
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇੱਕ ਨਵੀਂ ਫੀਡ ਸ਼ਾਮਲ ਕਰੋ।
pl: Dodaj nowy kanał, aby rozpocząć
pt_br: Adicione um novo feed para começar
pt_pt: Adicionar um novo feed para começar
ru: Добавьте новую ленту, чтобы начать
sq: Shto një feed të ri për të filluar
th: เพิ่มฟีดใหม่เพื่อเริ่มต้น
tr: Başlamak için yeni bir besleme ekleyin
uk: Додайте нову стрічку, щоб розпочати
zh_hans: 添加新源以开始

# addNewFeed.lite
source: Add a new feed
ar: إضافة تغذية جديدة
be: Дадаць новы фід
bn: একটি নতুন ফিড যোগ করুন।
de: Füge einen neuen Feed hinzu.
es: Agregar un nuevo feed
fil: Magdagdag ng bagong feed
fr: Ajouter un nouveau flux
hi: नया फ़ीड जोड़ें
id: Tambahkan umpan baru
it: Aggiungi un nuovo feed
ja: 新しいフィードを追加
ko: 새 피드 추가
pa: ਇੱਕ ਨਵੀਂ ਫੀਡ ਸ਼ਾਮਲ ਕਰੋ।
pl: Dodaj nowy kanał
pt_br: Adicionar um novo feed
pt_pt: Adicionar um novo feed
ru: Добавить новую ленту
sq: Shto një feed të ri
th: เพิ่มฟีดใหม่
tr: Yeni bir besleme ekle
uk: Додайте нову стрічку
zh_hans: 添加新源

source: Cancel
ar: إلغاء
be: Адмяніць
bn: বাতিল করুন।
de: Abbrechen
es: Cancelar
fil: Kanselahin
fr: Annuler
hi: रद्द करें
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
pa: ਰੱਦ ਕਰੋ।
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sq: Anulo
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消

# cloudflare.verifyHuman
source: Verify you are human
ar: تحقق من أنك إنسان
be: Пацвердзіце, што вы чалавек
bn: যাচাই করুন যে আপনি মানুষ
de: Bestätigen Sie, dass Sie ein Mensch sind
es: Verifica que eres humano
fil: I-verify na ikaw ay tao
fr: Vérifiez que vous êtes humain
hi: सत्यापित करें कि आप इंसान हैं
id: Verifikasi bahwa Anda manusia
it: Verifica di essere umano
ja: あなたが人間であることを確認してください
ko: 사람인지 확인하세요
pa: ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਤੁਸੀਂ ਇਨਸਾਨ ਹੋ
pl: Potwierdź, że jesteś człowiekiem
pt_br: Verifique que você é humano
pt_pt: Verifique que é humano
ru: Подтвердите, что вы человек
sq: Konfirmoni që jeni njeri
th: ยืนยันว่าคุณเป็นมนุษย์
tr: İnsan olduğunuzu doğrulayın
uk: Підтвердіть, що ви людина
zh_hans: 验证您是人类

# confirmation
source: OK
ar: حسنًا
bn: ঠিক আছে
es: Aceptar
fr: D'accord
hi: ठीक है
id: Oke
ko: 확인
pa: ਠੀਕ ਹੈ
ru: Понятно
th: ตกลง
tr: Tamam
uk: Добре
zh_hans: 确定

# enterNewFeed
source: Enter a new feed
ar: أدخل تغذية جديدة
be: Увядзіце новы фід
bn: একটি নতুন ফিড প্রবেশ করান।
de: Gib einen neuen Feed ein.
es: Ingresar un nuevo feed
fil: Magpasok ng bagong feed
fr: Entrez un nouveau flux
hi: नया फ़ीड दर्ज करें
id: Masukkan umpan baru
it: Inserisci un nuovo feed
ja: 新しいフィードを入力してください
ko: 새 피드를 입력하세요
pa: ਇੱਕ ਨਵੀਂ ਫੀਡ ਦਰਜ ਕਰੋ।
pl: Wprowadź nowy kanał
pt_br: Digite um novo feed
pt_pt: Introduza um novo feed
ru: Введите ленту
sq: Futni një feed të ri
th: ป้อนฟีดใหม่
tr: Yeni bir besleme girin
uk: Введіть стрічку
zh_hans: 输入新源

source: Error
ar: خطأ
be: Памылка
bn: ত্রুটি।
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
pa: ਗਲਤੀ।
pl: Błąd
pt_br: Erro
pt_pt: Erro
ru: Ошибка
sq: Gabim
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
zh_hans: 错误

# error.cloudflareBlocked
source: Request blocked by Cloudflare protection
ar: تم حظر الطلب بواسطة حماية Cloudflare
be: Запыт заблакаваны абаронай Cloudflare
bn: ক্লাউডফ্লেয়ার সুরক্ষা দ্বারা অনুরোধ ব্লক করা হয়েছে
de: Anfrage durch Cloudflare-Schutz blockiert
es: Solicitud bloqueada por la protección de Cloudflare
fil: Na-block ang request ng proteksyon ng Cloudflare
fr: Requête bloquée par la protection Cloudflare
hi: क्लाउडफ्लेयर सुरक्षा द्वारा अनुरोध अवरुद्ध
id: Permintaan diblokir oleh perlindungan Cloudflare
it: Richiesta bloccata dalla protezione Cloudflare
ja: Cloudflareの保護によりリクエストがブロックされました
ko: Cloudflare 보호에 의해 요청이 차단됨
pa: ਕਲਾਉਡਫਲੇਅਰ ਸੁਰੱਖਿਆ ਦੁਆਰਾ ਬੇਨਤੀ ਨੂੰ ਰੋਕ ਦਿੱਤਾ ਗਿਆ ਹੈ
pl: Żądanie zablokowane przez ochronę Cloudflare
pt_br: Solicitação bloqueada pela proteção do Cloudflare
pt_pt: Pedido bloqueado pela proteção do Cloudflare
ru: Запрос заблокирован защитой Cloudflare
sq: Kërkesa u bllokua nga mbrojtja e Cloudflare
th: คำขอถูกบล็อกโดยการป้องกันของ Cloudflare
tr: İstek Cloudflare koruması tarafından engellendi
uk: Запит заблоковано захистом Cloudflare
zh_hans: 请求被 Cloudflare 保护拦截

# error.dataDecoding
source: A data decoding error has occurred
ar: حدث خطأ في فك تشفير البيانات
be: Адбылася памылка дэкадавання дадзеных
bn: একটি ডেটা ডিকোডিং ত্রুটি ঘটেছে।
de: Ein Datenentschlüsselungsfehler ist aufgetreten.
es: Ha ocurrido un error al decodificar los datos
fil: Nagkaroon ng error sa pag-decode ng data
fr: Une erreur de décodage des données s'est produite
hi: डेटा डिकोडिंग में त्रुटि आ गई है
id: Kesalahan dekoding data telah terjadi
it: Si è verificato un errore di decodifica dei dati
ja: データのデコード中にエラーが発生しました
ko: 데이터 디코딩 오류가 발생했습니다
pa: ਇੱਕ ਡਾਟਾ ਡਿਕੋਡਿੰਗ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd dekodowania danych
pt_br: Ocorreu um erro de decodificação de dados
pt_pt: Ocorreu um erro de descodificação de dados
ru: Произошла ошибка декодирования данных
sq: Ka ndodhur një gabim gjatë deshifrimit të të dhënave
th: เกิดข้อผิดพลาดในการถอดรหัสข้อมูล
tr: Bir veri çözme hatası oluştu
uk: Виникла помилка декодування даних
zh_hans: 发生了数据解码错误

# error.feedCreationFailed
source: Unable to save the feed. Please try again.
ar: تعذّر حفظ الخلاصة. يرجى المحاولة مرة أخرى.
be: Не ўдалося захаваць стужку. Паспрабуйце яшчэ раз.
bn: ফিড সংরক্ষণ করা যায়নি। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Feed konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se pudo guardar el feed. Por favor, inténtelo de nuevo.
fil: Hindi ma-save ang feed. Pakisubukang muli.
fr: Impossible d'enregistrer le flux. Veuillez réessayer.
hi: फ़ीड सहेजा नहीं जा सका। कृपया पुनः प्रयास करें।
id: Tidak dapat menyimpan feed. Silakan coba lagi.
it: Impossibile salvare il feed. Riprova.
ja: フィードを保存できませんでした。もう一度お試しください。
ko: 피드를 저장할 수 없습니다. 다시 시도해 주세요.
pa: ਫੀਡ ਸੰਭਾਲੀ ਨਹੀਂ ਜਾ ਸਕੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się zapisać kanału. Spróbuj ponownie.
pt_br: Não foi possível salvar o feed. Tente novamente.
pt_pt: Não foi possível guardar o feed. Tente novamente.
ru: Не удалось сохранить ленту. Попробуйте ещё раз.
sq: Nuk u ruajt dot burimi. Ju lutemi provoni përsëri.
th: ไม่สามารถบันทึกฟีดได้ กรุณาลองอีกครั้ง
tr: Akış kaydedilemedi. Lütfen tekrar deneyin.
uk: Не вдалося зберегти стрічку. Спробуйте ще раз.
zh_hans: 无法保存订阅源，请重试。

# error.generic
source: Oops...
ar: عفوًا...
be: Ой...
bn: ওহ...
de: Oh...
es: Ups...
fil: Naku...
fr: Oh...
hi: ओह...
id: Oh...
ja: おっと…
ko: 이런…
pa: ਓਹ...
pl: Ups...
ru: Ой...
th: โอ๊ะ...
tr: Hata...
uk: Ой...
zh_hans: 哎呀...

# error.invalidURL
source: The URL you entered doesn't seem to be valid
ar: العنوان URL الذي أدخلته لا يبدو صحيحًا
be: Уведзены вамі URL не здаецца сапраўдным
bn: আপনি যে URL প্রবেশ করেছেন তা বৈধ বলে মনে হচ্ছে না।
de: Die eingegebene URL scheint ungültig zu sein.
es: La URL que ingresaste parece no ser válida
fil: Mukhang hindi wasto ang URL na iyong inilagay
fr: L'URL que vous avez saisie ne semble pas être valide
hi: आपके द्वारा दर्ज URL मान्य नहीं लगता
id: URL yang Anda masukkan sepertinya tidak valid
it: L'URL che hai inserito non sembra essere valido
ja: 入力されたURLは有効ではないようです
ko: 입력한 URL이 유효하지 않은 것 같습니다
pa: ਤੁਸੀਂ ਦਿੱਤਾ URL ਵੈਧ ਨਹੀਂ ਲੱਗਦਾ।
pl: Wprowadzony URL wydaje się być nieprawidłowy
pt_br: A URL que você inseriu não parece ser válida
pt_pt: O URL que introduziu parece não ser válido
ru: Введенный вами URL, кажется, недействителен
sq: URL-ja që keni futur nuk duket të jetë e vlefshme
th: URL ที่คุณป้อนไม่ถูกต้อง
tr: Girdiğiniz URL geçerli görünmüyor
uk: Введений вами URL, схоже, що не є дійсним
zh_hans: 您输入的 URL 似乎无效

# error.noFeedsDiscovered
source: No valid feeds were found on this website
ar: لم يتم العثور على أي خلاصات صالحة على هذا الموقع
be: На гэтым сайце не знойдзена дзейных стужак
bn: এই ওয়েবসাইটে কোনো বৈধ ফিড পাওয়া যায়নি
de: Auf dieser Website wurden keine gültigen Feeds gefunden
es: No se encontraron feeds válidos en este sitio web
fil: Walang nahanap na mga valid na feed sa website na ito
fr: Aucun flux valide n'a été trouvé sur ce site web
hi: इस वेबसाइट पर कोई मान्य फ़ीड नहीं मिली
id: Tidak ditemukan feed yang valid di situs web ini
it: Non sono stati trovati feed validi su questo sito web
ja: このウェブサイトで有効なフィードが見つかりませんでした
ko: 이 웹사이트에서 유효한 피드를 찾을 수 없습니다
pa: ਇਸ ਵੈੱਬਸਾਈਟ 'ਤੇ ਕੋਈ ਵੈਧ ਫੀਡ ਨਹੀਂ ਮਿਲੀ
pl: Nie znaleziono prawidłowych kanałów na tej stronie
pt_br: Nenhum feed válido foi encontrado neste site
pt_pt: Não foram encontrados feeds válidos neste website
ru: На этом сайте не найдено действительных лент
sq: Nuk u gjetën burime të vlefshme në këtë faqe interneti
th: ไม่พบฟีดที่ถูกต้องบนเว็บไซต์นี้
tr: Bu web sitesinde geçerli bir besleme bulunamadı
uk: На цьому веб-сайті не знайдено дійсних стрічок
zh_hans: 在此网站上未找到有效的订阅源

# error.noSearchResults
source: There aren't any results that match your search
ar: لا توجد نتائج تطابق بحثك
be: Няма вынікаў, якія адпавядаюць вашаму пошуку
bn: আপনার অনুসন্ধানের সাথে মেলে এমন কোনো ফলাফল নেই।
de: Es gibt keine Ergebnisse, die deiner Suche entsprechen.
es: No hay resultados que coincidan con tu búsqueda
fil: Walang resulta na tumutugma sa iyong paghahanap
fr: Il n'y a aucun résultat correspondant à votre recherche
hi: ऐसा कोई भी परिणाम नहीं है जो आपकी खोज से मेल खाता हो
id: Tidak ada hasil yang cocok dengan pencarian Anda
it: Non ci sono risultati che corrispondono alla tua ricerca
ja: 検索に一致する結果がありません
ko: 검색어와 일치하는 결과가 없습니다
pa: ਤੁਹਾਡੇ ਖੋਜ ਨਾਲ ਮੇਲ ਖਾਣ ਵਾਲਾ ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਹੈ।
pl: Brak wyników pasujących do twojego wyszukiwania
pt_br: Não há resultados que correspondam à sua pesquisa
pt_pt: Não existem resultados que correspondam à sua pesquisa
ru: Нет результатов, соответствующих вашему поиску
sq: Nuk ka asnjë rezultat që përputhet me kërkimin tuaj
th: ไม่มีผลลัพธ์ที่ตรงกับการค้นหาของคุณ
tr: Aramanızla eşleşen sonuç bulunamadı
uk: Немає результатів, які відповідають вашому запиту
zh_hans: 没有与您的搜索匹配的结果

# error.preExistedFeed
source: It looks like this feed already exists. Enter a different one to continue.
ar: يبدو أن هذه التغذية موجودة بالفعل. أدخل واحدة مختلفة للمتابعة.
be: Здаецца, гэты фід ужо існуе. Увядзіце іншы, каб працягнуць.
bn: মনে হচ্ছে এই ফিডটি ইতিমধ্যেই বিদ্যমান। চালিয়ে যাওয়ার জন্য একটি ভিন্ন ফিড প্রবেশ করান।
de: Es sieht so aus, als ob dieser Feed bereits existiert. Gib einen anderen ein, um fortzufahren.
es: Parece que este feed ya existe. Ingresa uno diferente para continuar.
fil: Mukhang mayroon nang feed na ito. Magpasok ng iba pa para magpatuloy.
fr: Il semble que ce flux existe déjà. Entrez-en un autre pour continuer.
hi: ऐसा लगता है कि यह फ़ीड पहले से मौजूद है। जारी रखने के लिए एक अलग दर्ज करें।
id: Sepertinya umpan ini sudah ada. Masukkan yang berbeda untuk melanjutkan.
it: Sembra che questo feed esista già. Inserisci uno diverso per continuare.
ja: このフィードはすでに存在するようです。続行するには別のものを入力してください。
ko: 이 피드는 이미 존재하는 것 같습니다. 계속하려면 다른 피드를 입력하세요.
pa: ਲੱਗਦਾ ਹੈ ਕਿ ਇਹ ਫੀਡ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਇੱਕ ਹੋਰ ਫੀਡ ਦਰਜ ਕਰੋ।
pl: Wygląda na to, że ten kanał już istnieje. Wprowadź inny, aby kontynuować.
pt_br: Parece que este feed já existe. Insira um diferente para continuar.
pt_pt: Parece que este feed já existe. Insira outro para continuar.
ru: Похоже, эта лента уже существует. Введите другую, чтобы продолжить.
sq: Duket se ky feed ekziston tashmë. Futni një tjetër për të vazhduar.
th: ดูเหมือนว่าฟีดนี้มีอยู่แล้ว โปรดป้อนฟีดอื่นเพื่อดำเนินการต่อ
tr: Bu besleme zaten mevcut gibi görünüyor. Devam etmek için farklı bir tane girin.
uk: Схоже, що ця стрічка вже існує. Введіть іншу, щоб продовжити.
zh_hans: 看起来这个源已经存在。输入另一个以继续。

# error.service
source: The %@ error has occurred while trying to access the service
ar: حدث خطأ %@ أثناء محاولة الوصول إلى الخدمة
be: Падчас спроб доступу да службы адбылася памылка %@
bn: সার্ভিসে প্রবেশ করার সময় %@ ত্রুটি ঘটেছে।
de: Beim Versuch, auf den Dienst zuzugreifen, ist der Fehler %@ aufgetreten.
es: Ha ocurrido un error %@ al intentar acceder al servicio
fil: Ang %@ error ay naganap habang sinusubukang i-access ang serbisyo
fr: L'erreur %@ s'est produite lors de la tentative d'accès au service
hi: सेवा तक पहुँचने के दौरान %@ त्रुटि आई है
id: Kesalahan %@ telah terjadi saat mencoba mengakses layanan
it: Si è verificato l'errore %@ mentre si tentava di accedere al servizio
ja: サービスにアクセスしようとしたときに%@エラーが発生しました
ko: 서비스에 액세스하려는 동안 %@ 오류가 발생했습니다
pa: ਜਦੋਂ ਸਰਵਿਸ 'ਤੇ ਪਹੁੰਚ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਜਾ ਰਹੀ ਸੀ ਤਾਂ %@ ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd %@ podczas próby uzyskania dostępu do usługi
pt_br: O erro %@ ocorreu ao tentar acessar o serviço
pt_pt: Ocorreu o erro %@ ao tentar aceder ao serviço
ru: Произошла ошибка %@ при попытке доступа к сервису
sq: Gabimi %@ ka ndodhur gjatë përpjekjes për të hyrë në shërbim
th: เกิดข้อผิดพลาด %@ ขณะพยายามเข้าถึงบริการ
tr: Hizmete erişmeye çalışırken %@ hatası oluştu
uk: Виникла помилка %@ під час спроби доступу до сервiса
zh_hans: 在尝试访问服务时发生了 %@ 错误
